from body.user.modules.service.user_m_s_btns import *

SERVICE_DATA = {

    KBB__USER_M_SERVICE__SITE_DEVELOPMENT: 'Процесс разработки обычно состоит из трех частей :\n\n'
                '1. Разработка дизайна(визуальная часть)\n'
                '2. Верстки(визуальная часть)\n'
                '3. Программирования(программная часть)\n\n'
                                           
                'Дизайн\n\n'
                
                'Работая над цветовым решениями мы следим за тем, чтобы не переусердствовать и не сделать так, '
                'что графика будет привлекать больше внимания, чем собственно сам контент страницы.\n '
                'Основная наша задача создать удобный, понятный и гармоничный дизайн и совместить его с требованиями '
                'продающего дизайна.'

                'Разработчики разделены на две группы: front-end и back-end.\n\n'

                'Front-end\n\n'

                'Или клиентская часть приложения – это создание кода и разметки, ответственных '
                'за визуальный дизайн веб-сайта. При разработке интерфейса идет работа с '
                'гипертекстовой разметкой (HTML), каскадными таблицами стилей (CSS) и '
                'JavaScript (JS). С помощью языков программирования и стилей создается '
                'полноценный сайт: от общего макета до вставки анимации, изображений, '
                'применения различных шрифтов и интерфейсов.\n\n'

                'Для небольших сайтов вёрстка может быть единственным видом разработки, '
                'который необходим для сдачи проекта. Для более сложных проектов обязательно'
                'нужна back-end разработка.\n\n'

                'Back-end\n\n'

                'Или программная часть приложения отвечает за обработку и сохранение информации,'
                'переданной через интерфейс. Использование back-end обязательно, если сайт '
                'содержит динамические данные. Информация может хранится в базе данных'
                'на локальном или удаленном сервере. Для разработки программной части '
                'сайта и подключения к серверам обычно используются языки, такие как PHP, '
                'JavaScript, Python.',

    KBB__USER_M_SERVICE__LOGO: 'Этапы разработки логотипа\n\n'

                '1. Заполнение бриф-листа на разработку логотипа\n'
                '2. Сбор информации\n'
                '3. Подготовка первых эскизов\n'
                '4. Презентация\n\n'

                'Заказ на разработку логотипа включает в себя разработку '
                'оговоренного количества концепций логотипа. '
                'После чего выбирается один на усмотрение заказчика и'
                'доводится до идеала. После выбора одного из всех предоставленных '
                'вариантов и завершения работы над ним, заказчик не может '
                'вернуться к предыдущим.\n\n'

                'ВАЖНО:\n\n'

                'Заказчик получает исходники только одного выбранного варианта логотипа.'
                'Заказчик не может в дальнейшем использовать другие варианты логотипов.'
                'Использование неоплаченных вариантов логотипа является'
                'нарушением интеллектуальной собственности  и может'
                'привести к уголовной ответственности.',

    KBB__USER_M_SERVICE__DESIGN_VK_GROUPS: 'Правильно оформленние сообщества '

                '«ВКонтакте» – важный элемент, влияющий на доверие '
                'пользователей к вам и вашей компании. Непрофессионально '
                'оформленная страница или группа формирует вполне логичные '
                'выводы о том, что вы некомпетентны и в своей деятельности. \n\n'

                'Мы можем подготовить для тебя:\n\n'

                '&#8226; Обложку для твоей группы\n'
                '&#8226; Изображение профиля\n'
                '&#8226; Изображение для рекламного поста\n'
                '&#8226; Разработать персональные иконки\n'
                '&#8226; Изображение для статьи\n'
                '&#8226; Изображения для виджетов\n'


                '\n\nБудем рады вдохнуть жизнь в вашу группу или страницу!',

    KBB__USER_M_SERVICE__CHATBOT_DEVELOPMENT: 'В современном мире чат-боты стали неотъемливой часть'
                                               
                 'успешноо бизнеса. Они работают 24/7 отвечая на частые '
                 'вопросы ваших клиентов и помогают сохранить ваше время '
                 'и деньги.\n\n'

                 '<b>&#8226;</b> <em>Чат бот способен автоматизировать до 80% рутинных задач</em>\n'
                 '<b>&#8226;</b> <em>Рассылать <em>БЕСПЛАТНО</em> рекламные объявления по базе подписчиков</em>\n'
                 '<b>&#8226;</b> <em>Ответы со скоростью света!</em>\n'

                 'Этапы разработки чат-бота:\n\n'

                 '1. Ознакомление с бизнесом\n'
                 '2. Составление технического задания\n'
                 '3. Создание сценариев поведения\n'
                 '4. Разработка на выбранной платформе\n'
                 '&#8226; VK\n'
                 '&#8226; TELEGRAM\n'
                 '&#8226; VIBER\n'
                 '&#8226; WHATSAPP\n'
                 '5. Тестирование\n'
                 '6. Размещение готового чат-бота на сервере',

}