{
  "Разработка логотипа": """Этапы разработки логотипа

            1. Заполнение бриф-листа на разработку логотипа
            2. Сбор информации\n
            3. Подготовка первых эскизов\n
            4. Презентация\n\n

            'Заказ на разработку логотипа включает в себя разработку '
            'оговоренного количества концепций логотипа. '
            'После чего выбирается один на усмотрение заказчика и'
            'доводится до идеала. После выбора одного из всех предоставленных '
            'вариантов и завершения работы над ним, заказчик не может '
            'вернуться к предыдущим.\n\n'

            '<pre>ВАЖНО:</pre>\n\n'

            'Заказчик получает исходники только одного выбранного варианта логотипа.'
            'Заказчик не может в дальнейшем использовать другие варианты логотипов.'
            'Использование неоплаченных вариантов логотипа является'
            'нарушением интеллектуальной собственности  и может'
            'привести к уголовной ответственности.'
}