from body.user.modules.faq.user_m_f_btns import *

FAQ_DATA = {
    KBB__USER_M_FAQ__COST: "Стоимость разработки сайта зависит от предоставляемых сроков, "
             "уникальности дизайна и сложности необходимого функционала. "
             "Минимальная цена за сайт 10 000₽.",

    KBB__USER_M_FAQ__TIME: "Сроки разработки будут зависеть от требуемого функционала, "
             "сложности дизайна и загруженности разработчиков. "
             "Минимальные сроки разработки 1-2 дня.",

    KBB__USER_M_FAQ__HAVE_DESIGN: "Да, при условии, что Вы имеете все исходники макета "
              "(ОБЯЗАТЕЛЬНО либо в Figma либо в PSD), так же дизайн должен "
              "соответствовать современным тенденциям и быть логически вереным. "
              "В этом случае мы с радостью реализуем Ваш дизайн!",

    KBB__USER_M_FAQ__EDITS: "Без дополнительной оплаты могут быть внесены 5-10 изменений "
              "которые не затрагивают функциональную часть и не требуют более "
              "3 часов на реализацию одного изменения, а так же только то что "
              "было оговорено в рамках технического задания.",

    KBB__USER_M_FAQ__PORTFOLIO: 'Здесь 👉🏿 https://spaixel.com/portfolio'

}